export const AnalySisData = [
  {
    content:
      '심리상담은 상담자와 내담자 사이의 관계를 통해 이루어지는 치유적인 과정입니다. <br /> <br /> 상담자 자신이 내담자가 되어 상담을 경험해봄으로써 상담의 변화 과정을 알아차리고 이러한 변화가 어떤 과정을 통해 나타나는지를 알 수 있으며, 상담에 임하는 내담자의 마음에 대해 알아차리고 더 깊이 공감할 수 있습니다.<br /> <br /> 또한 상담자의 교육분석은 상담자가 가져야 하는 임상적 능력인 공감, 온정, 역전이 해결능력, 관계능력 등에 영향을 미치고 이는 상담자의 임상 실제로 연결되기 때문에 매우 중요하다고 볼 수 있습니다.<br />',
  },
  {
    content: `상담자 자신의 심리치료 경험을 통해 개인적 영역에서는 ‘자기자각 및 문제이해’, ‘개인적인
    성장’, ‘자기 존중감 향상’이 가능하게 되고, <br />
    <br />
    전문적인 영역에서는 ‘상담자의 자기문제 해결의 필요성을 이해’, ‘내담자를 더 깊이 이해하는
    데 도움’, ‘상담자 성숙’이 가능하게 됩니다.
    <br />`,
  },
];
