import {
  counselor1,
  counselor2,
  counselor3,
  counselor4,
  counselor5,
  counselor6,
} from '../../assets';

export const COUNSELOR_LIST = [
  {
    name: '김정희 상담사',
    image: counselor1,
    degree: ['강남대학교 일반대학원 교육상담 박사'],
    certifications: [
      '한국상담심리학회 상담심리사 1급(주 수련감독자)',
      '청소년상담사 1급',
      '임상심리사 1급',
      '임상미술치료사 2급',
      '청소년지도사 2급',
      '사회복지사 2급',
    ],
    experience: [
      '현) 한양대학교 상담심리대학원 겸임교수\n(가족상담, 이상심리, 심리진단 및 평가, 청소년상담세미나, 인지행동치료, 그림검사 및 해석, 상담사례실습 및 지도, 심리평가 강의)',
      '현) 한양사이버대학교 청소년상담학과 겸임교수(청소년감정코칭 강의)',
      '현) 세종대학교 학생생활상담소 실장',
      '현) 한국아동심리치료학회 편집위 이사',
      '현) 서울지방병무청 신체등급판정 심의위원',
      '전) 홍은종합사회복지센터 아동가족상담센터 외부상담원',
      '전) 수원시청소년상담센터 상담원 ',
      '전) 강남대학교 학생생활상담소 전임연구원',
      '전) 국립중앙청소년디딤센터 외부집단 상담원',
      '전) 연세드림심리상담센터 상담원',
      '전) 한국상담심리학회 사례위원회 간사',
      '전) 한국상담심리학회 상벌윤리위원회 부위원장 ',
      '전) 상명대학교 학생상담센터 책임연구원',
      '전) 상명대학교 사회과학대학 출강(학교폭력의 이론과 실제 강의)',
      '전) 가천대학교 학생상담센터 책임연구원',
      '전) 상명대학교 교육학과/교육대학원 출강(심리평가, 성격심리 강의)',
      '전) 경기대학교 사회과학대학 출강(청소년상담 강의)',
      '전) 수원시청소년상담복지센터 외부상담원',
      '전) 경기대학교 학생상담센터 객원상담원',
      '전) 가천대학교 학생상담센터 객원상담원',
      '전) 경기대학교 행정사회복지상담대학원 출강(성격심리, 심리평가, 상담심리학 강의)',
    ],
    research: [
      '김정희, 안귀여루(2013). 지각된 부모양육태도가 중학생의 학교적응에 미치는 영향, 자기조절능력을 매개변인으로 한국심리학회지: 건강 18(4), 823-836.',
      '김정희(2016). 수퍼바이지의 발달수준, 수퍼비전 기대수준, 지각된 수퍼비전 스타일이 수퍼비전 만족도에 미치는 영향. 강남대학교 대학원 박사학위 청구논문.',
      'ACHP(아시아건강심리학회) 2016. Poster proposal “The Effect of Supervisee’s Developmental Levels, Supervision Expectation and Perceived Supervision Style on Supervision Satisfaction”',
      '김정희, 안귀여루(2018). 수퍼바이지의 발달수준, 수퍼비전 기대수준, 지각된 수퍼비전 스타일이 수퍼비전 만족도에 미치는 영향. 한국심리학회지: 상담 및 심리치료 30(3), 715-739.',
      '김정희, 하정희(2020), 상담자의 수퍼비전 경험이 상담자 발달에 미치는 영향: 수퍼비전 만족도의 조절효과. 한국산학기술학회: 21(5), 281-293.',
      '최은영, 김정희. 최희선(2021), 대학생의 성인애착과 성적 자기주장 간의 관계에서 거절민감성과 단절 및 거절도식의 매개효과: 성별에 따른 차이를 중심으로. 한국청소년학회 28(11), 203-234.',
    ],
    interview: [
      `저는 대상관계이론과 정서중심, 게슈탈트 상담이론 등을 통합적으로 활용하여 상담을 진행하며, 상담관계 안에서 형성되는 치료적 관계의 힘을 믿고 이를 통해 내담자의 변화를 도모하는 상담자입니다. <br />
저는 따뜻하고 공감적인 상담 분위기를 중요시하며, 내담자가 자신의 내면을 탐구하고 감정을 안전하게 표현할 수 있도록 돕습니다. <br /> 대상관계이론을 통해 내담자의 초기 경험과 관계 패턴을 살펴보고, 이러한 패턴이 현재 삶에 미치는 영향을 이해하며 
더 건강하고 만족스러운 대인관계를 만들어갈 수 있도록 지원합니다. <br /> 또한, 정서중심 상담 기법을 활용하여 억압된 감정을 탐구하고 치유하는 과정을 통해 내담자가 감정을 수용하고, 성장할 수 있는 힘을 키울 수 있도록 돕습니다.
저는 상담이 단순한 문제 해결을 넘어서, 내담자가 자신의 이야기를 깊이 이해하고 자기 성장의 여정을 함께 걸어가는 과정이라고 믿습니다. 내담자의 이야기에 진심으로 귀 기울이며, 함께 건강하고 균형 잡힌 삶으로 나아갈 수 있도록 동행하겠습니다.`,
      `상담 과정은 내담자에게 단순한 문제 해결을 넘어, 삶의 변화를 가져다줄 수 있는 기회를 제공합니다. <br />
<br /> <b>1. 감정의 이해와 수용능력 향상</b> <br />
  정서중심 상담과 게슈탈트 상담이론을 기반으로 한 상담 과정은 내담자가 자신의 감정과 욕구를 깊이 탐색하고 이해하도록 돕습니다. 상담을 통해 내담자는 ‘지금-여기’에서 자신의 억눌린 감정과 욕구를 알아차리고, 이를 안전하게 표현하는 능력을 기를 수 있습니다. 
    이러한 과정은 감정 조절력 향상에 기여하며, 자신의 감정을 보다 수용적으로 바라볼 수 있도록 돕습니다.
<br /><br /><b>2. 대인관계 개선 및 소통 능력의 강화</b> <br />
    대상관계이론에 따르면, 초기 관계 경험은 현재의 대인관계에 큰 영향을 미칩니다. 상담은 이러한 관계 패턴을 이해하고 변화시킬 기회를 제공하며, 내담자가 자기표현과 경계 설정을 연습할 수 있도록 돕습니다. 이를 통해 가족, 친구, 직장 동료 등과의 관계가 더욱 건강하고 원활하게 개선될 수 있습니다.
<br /><br /><b>3. 심리적 안정감과 신뢰감 형성</b> <br />
    상담자는 따뜻하고 신뢰할 수 있는 치료적 관계를 제공하기 때문에, 내담자는 안전한 환경 속에서 자신의 문제를 탐구할 수 있습니다. 이는 내담자가 심리적 안정감을 느끼고 변화에 대한 두려움을 극복할 수 있는 기초가 되어 줍니다. 
<br /><br /><b>4. 스트레스와 고통감을 완화</b> <br />
    상담을 통해 내담자는 반복되는 일상적 스트레스 요인과 고통을 보다 깊이 이해하고, 효과적으로 대처할 수 있는 새로운 방법을 배울 수 있습니다. 상담자는 내담자가 문제 해결 능력을 개발하도록 돕고, 스트레스와 정서적 고통을 완화하는 데 필요한 심리적 지원을 제공합니다.
<br /><br /> <b>5. 자아 성장과 자기효능감 향상</b> <br />
    상담을 통해 내담자는 자신의 내면을 깊이 탐색하고 이해하며, 보다 건강한 선택과 행동을 통해 자아를 성장시킬 수 있습니다. 이를 통해 자기 신뢰감이 향상되고, 자신의 삶을 주도적으로 이끌어가는 자기효능감을 키울 수 있습니다.
      `,
      `저는 따뜻한 공감과 수용을 바탕으로 내담자가 자신의 감정과 경험을 깊이 이해하고, 내면의 힘을 발견할 수 있도록 돕는 것을 목표로 합니다. <br /> 상담 과정에서 내담자가 자신의 삶을 탐구하고, 의미 있는 변화를 경험할 수 있도록 심리적 성장을 지원하는 동반자가 되고자 합니다.
<br /><br /><b>1. 치료적 관계를 통한 성장과 치유</b><br />신뢰를 바탕으로 따뜻하고 안전한 관계를 형성하여 스스로를 탐구하고 억눌린 감정을 표현할 수 있도록 돕습니다. 이러한 치료적 관계는 치유와 변화를 시작하는 중요한 출발점이 될 수 있습니다.
<br /><br /><b>2. 과거와 현재룰 연결하여 이해</b><br />대상관계이론을 활용해 과거 경험, 특히 초기 중요한 관계에서 형성된 패턴이 현재의 감정, 행동, 관계에 미치는 영향을 탐구합니다. 이를 통해 현재의 삶에서 반복되는 부정적인 패턴을 재인식하고 변화시킬 수 있습니다.
<br /><br /><b>3. 정서조절 능력 향상</b><br />정서중심 상담을 통해 감정을 건강하게 표현하고 다룰 수 있도록 지원합니다. 이 과정에서 자신의 감정을 수용하며, 이를 효과적으로 다루는 방법을 배워 정서적 어려움을 극복할 수 있습니다.
<br /><br /><b>4. 내적 자원과 자기효능감 강화</b><br />내면의 강점과 자원을 발견하도록 돕는 상담 접근을 지향합니다. 이를 통해 자신의 잠재력을 깨닫고, 삶을 보다 주체적으로 살아갈 수 있는 자기효능감을 키울 수 있습니다.
<br /><br /><b>5. 지속 가능한 변화와 관계 회복</b><br />단순한 문제 해결에 그치지 않고, 지속 가능한 변화를 이루며 건강한 대인관계를 형성할 수 있도록 지원합니다. 이를 통해 삶의 질을 높이고, 의미 있는 관계를 새롭게 형성하는 데 도움을 줍니다.
      `,
    ],
  },
  {
    name: '박한솔 상담사',
    image: counselor2,
    degree: ['서강대학교 일반대학원 심리학과 상담 및 임상전공 석사'],
    certifications: [
      '상담심리사 1급 (한국상담심리학회)',
      '청소년상담사 2급 (여성가족부)',
      '임상심리사 2급 (산업인력공단)',
    ],
    experience: [
      '현) 봄, 심리상담센터 부센터장',
      '현) 해심 심리상담센터 선임상담사',
      '현) 해심 심리상담센터 수퍼바이저',
      '전) 가천대학교 학생상담센터 객원상담원',
      '전) 가천대학교 학생상담센터 전임상담원',
      '전) 강남대학교 학생생활상담소 전임상담원',
      '전) 광주시청소년상담복지센터 상담원',
      '전) 광주시청소년상담복지센터 청소년동반자',
    ],
    research: [
      '박한솔, 하정희, & 최기현. (2020). 고등학생의 부모로부터의 심리적 독립 (갈등적 독립) 이 역기능적 진로사고에 미치는 영향: 자기효능감의 매개효과. 청소년학연구, 27(12), 373-400.',
      '박한솔(2014). 불안애착과 회피애착이 연인관계의 질에 미치는 영향 : 파트너에 대한 보살핌의 매개효과, 서강대학교 석사학위 논문. ',
      '가천대학교, 한신대학교 또래상담자 양성교육',
    ],
    interview: [
      `저는 매 상담이 시작될 때 내담자와 마치 여행을 떠나는 것처럼 느낍니다. <br />
그들이 살아온, 그리고 살고 있는 삶 속을 함께 여행하며 
그들 역시 이전에는 보지 못했던 새로운 풍경을 보듯 그 삶을 <b>새롭게</b> 보게 되기를 바랍니다. 
<br />삶의 고통과 불안을 제거할 수 없지만
삶의 의미를 찾아나가고 '나'를 새롭게 발견함으로써 고통과 불안에 다르게 대처할 수 있다고 믿습니다. 
그리고 그 과정은 누구와 나누기 어려웠던 혹은 자기 자신도 느끼거나 수용할 수 없었던 고통스러운 경험에 대한 탐험을 요구할 수 있습니다. 
<br />저는 내담자가 허락한다면, 그들의 삶에서 가장 아팠던 당신의 고통의 지점에 함께 머무르고 버텨주는 상담자가 되고자 노력합니다. 
그러기 위해서 신뢰롭고 안전한 치료적 관계를 형성하는 것을 중요하게 생각합니다. <br />제가 신뢰를 형성하는 과정으로는 상담과정에서 일어날 수 있는 과정에 대한 예측가능한 설명을 제공하는 것과 치료관계에서 일어나는 경험에 대한 솔직함을 중시합니다. 
이러한 점 때문에 내담자분들이 저에게 명확하거나 솔직하다고 자주 피드백을 주시는 것 같습니다. `,
      `<b>자신과 삶의 고통으로부터 놓아지기, 자유로움</b><br />
저는 종종 제 내담자들이 자기 자신도 명확하게 알 수 없었던 고통과 불안 속에서 살아온 것을 보았습니다. <br />불안과 고통이 지속되면서 점점 더 무기력해지고 스스로 할 수 있는 것은 없다고 느꼈으며, 결국에는 고통과 불안의 이유를 자신에게서 찾게 되는 것을 보았습니다. 

<br />저는 고통과 불안의 이유를 함께 찾아가고 내담자가 받아들일 수 있는 방식으로 이해하도록 돕습니다. <br />이 과정 속에서 나의 삶에서 정말 중요한 것이 무엇인지를 이해하고 받아들일 수 있게 되며, 나의 삶을 내가 좀 더 통제할 수 있다는 것을 경험하게 됩니다. <br />즉, <b>이렇게밖에 살 수 없다</b>고 느꼈던 삶에 대해 <b>다르게도 살 수 있구나</b>라는 것을 경험하게 됩니다. 
`,
      `저는 정신역동과 인간중심 이론을 바탕으로 상담을 하는 상담자입니다.<br />
제가 지향하는 상담은 다음과 같습니다.<br />
내담자들이 반복되는 삶의 고통과 불안 그리고 희망이 없는 듯한 좌절 속에 빠져있다고 느껴질 때, 내담자의 마음속으로 들어가 그 반복되는 삶의 고통이 의미하는 바를 함께 들여다보고 이해하는 과정을 통해 내담자가 삶의 주체성과 통제권을 회복하는 것을 지향합니다. <br />
적어도 고통에 휘둘리기만 하지 않고, 내가 겪는 고통이 무엇인지 바라며, 고통을 언제 끝낼 것인지 <b>내담자 스스로 결정할 수 있는 것으로 경험</b>할 수 있도록 합니다. 자신과 자신의 고통에 대해 이미 다 알고 있다고 느끼지만 여전히 고통스럽다고 느낄 수 있습니다. 때로는 마음에서 진정 고통을 마주하는 경험을 할 수 있을 때 그 고통이 의미하는 바가 더 명확해지고, 그 고통에서 놓여질 수 있습니다. <br />
그러나 고통을 경험한다는 것은 혼자서는 매우 어려운 일일 수 있습니다. <b>누군가 진정으로 나의 고통에 귀기울이고 나의 고통의 시작과 끝을 함께 지켜봐줌으로써 고통 속에서도 자신을 잃지 않을 수 있다고 믿습니다.</b> `,
    ],
  },
  {
    name: '하수연 상담사',
    image: counselor3,
    degree: [
      '한세대학교 일반대학원 상담학 박사',
      '경기대학교 교육대학원 교육학(교정상담교육전공) 석사',
    ],
    certifications: [
      '전문상담사 1급(한국상담학회)',
      '청소년상담사 1급(여성가족부)',
      '임상심리사 2급(산업인력공단)',
      '직업상담사 2급(고용노동부)',
      '중등학교 2급(상담) 정교사(교육부)',
    ],
    experience: [
      '현) 봄, 심리상담센터 상담사',
      '현) 해심 심리상담센터 수퍼바이저 및 상담사',
      '현) 다담 심리상담센터 수석상담사',
      '현) 한세대학교 교양학부 강사\n(인간심리의 이해, 진로탐색, 현대인의 성과 사랑의 심리학 강의)',
      '현) 서울 동부준법지원센터 외부전문가',
      '전) 광주시청소년상담복지센터 청소년동반자',
      '전) 광주시청소년상담복지센터 상담원',
    ],
    research: [
      '청소년의 외모만족도에 따른 빗속의 사람(PITR) 그림검사 반응특성 연구, 교정담론, 2019',
      '시간제 청소년동반자의 청소년상담 적응과정 연구, 한세대학교 박사학위 논문, 2022',
      '시간제 청소년동반자의 청소년상담 적응과정 연구, 청소년상담연구, 2022',
      '진로교육 연구자가 인식한 진로교육 입문과정과 활동영역 및 활동의미에 대한 합의적 질적연구: 한국진로교육학회 역대 학회장을 대상으로, 진로교육연구, 2024',
    ],
    interview: [
      `따뜻하고 편안함 가운데서도 객관적인 시선을 유지하는 상담자라고 말하고 싶습니다.
내담자의 감정을 존중하고 깊이 공감하면서도 스스로 답을 찾아갈 수 있도록 균형잡힌 시선으로 함께하며
혼자서는 보이지 않던 길을 발견하고, 더 나은 방향으로 나아갈 수 있도록 편안하지만 흔들리지 않는 동반자로 함께하고자 노력하고 있습니다.`,
      `삶은 예측할 수 없는 변수들로 가득하고, 우리는 때때로 불안 속에서 흔들리곤 합니다.
상담은 완벽해지는 것이 아니라, 불완전함 속에서도 자기 삶의 운전대를 스스로 쥐고 조금씩 앞으로 나아가도록 돕는 과정일 것이며, 상담을 통해 쌓인 작은 변화들로 자신을 신뢰하고, 스스로 선택한 삶을 살아갈 용기를 얻을 수 있을 것입니다.`,
      `저는 현재 순간을 있는 그대로 받아들이고, 개인의 가치에 따라 행동하는 것에 초점을 두는 3세대 인지행동치료를 기반으로, 내담자분들이 자신의 감정을 더 깊이 이해하고, 삶의 방향을 찾아갈 수 있도록 상담을 진행합니다.<br />
하지만 저는 정해진 답을 주기보다, 함께 답을 찾아가는 과정을 중요하게 생각합니다.
상담은  단순히 문제를 해결하는 과정이 아니라 내담자 스스로 자신의 마음속에 있는 빛을 발견하고, 의미 있는 삶을 살아갈 수 있도록 돕는 여정입니다. <br />
때로는 불안과 고통 속에서 길을 잃은 듯 느껴질 수 있지만, 혼자 가기 힘든 그 길이라도 제가 옆에서 조용히 함께 걸으며, 그 과정이 조금 더 따뜻하고 윤택해질 수 있도록 진심을 다해 돕겠습니다.`,
    ],
  },
  {
    name: '김지혜 상담사',
    image: counselor4,
    degree: ['연세대학교 일반대학원 아동가족학과 상담전공 석사'],
    certifications: [
      '상담심리사 1급 (한국상담심리학회)',
      '청소년상담사 2급 (여성가족부)',
      '임상심리사 2급 (산업인력공단)',
      '한국심리학회, 한국상담심리학회 정회원',
    ],
    experience: [
      '현) 봄, 심리상담센터 상담원',
      '현) 해심 심리상담센터 수퍼바이저 및 상담원',
      '현) 대화와치유 심리상담센터 상담원',
      '전) 광주시청소년상담복지센터 청소년동반자',
      '전) 광주시청소년상담복지센터 상담원',
      '전) 국방부 병영생활전문관',
      '전) 오산대학교 학생상담센터 전임상담원',
      '전) 한신대학교 학생상담센터 전임상담원',
    ],
    research: [
      '김지혜, 박주희(2017). 또래 괴롭힘 피해가 중학생의 사회불안에 미치는 영향에 대한 자아개념의 매개효과. 대한가정학회. Vol.55 No.6. ',
      '매양중학교 MBTI강의',
      '도곡초등학교 트라우마 안정화 집단 강의 ',
      '오산대학교 불안 조절 집단 강의 ',
      '한신대학교 MBTI, Holland 강의 ',
      '한신대학교 또래상담 기본, 심화교육 강의 ',
      '현대자동차 임직원 대상 스트레스 완화 집단 강의',
    ],
    interview: [
      `저는 내담자의 삶의 고통과 어려움을 진정으로 공감하는 상담자입니다. 
상담실에서 나누는 내담자의 삶의 무게와 고통을 고스란히 같이 느낍니다.<br />
저는 있는 그대로의 모습을 바라볼 줄 아는 상담자입니다. 
어떤 평가나 선입견 없이 내담자의 이야기를 듣고 함께합니다. <br />
저는 진정한 나로 살아가는 것의 기쁨을 아는 상담자입니다.
오랜 고통으로부터 해방되어 내담자가 자신답게 살아가도록 돕습니다. <br />
내담자와 고통을 함께 나눌 준비가 된 상담자입니다. 
여러분을 있는 그대로 환영합니다.`,
      `<b>상담</b>은 있는 그대로 자신의 모습을 만나는 과정이라고 생각합니다. 우리는 살면서 때때로 자의든 타의든 내가 아닌 나의 모습으로 살아가게 되기도 합니다. 그 과정에서 필연적으로 ‘고통’과 ‘상처’를 경험하게 되기도 하지요. 나답지 못한 삶을 의미없게 살게 되기도 합니다. <br />
      제 상담의 방향은 <b>지금 여기에서의 경험</b>을 중시합니다. 상담을 통해 진정으로 나의 마음을 만나고 볼 수 있도록 돕습니다. 그 과정이 아플지라도 함께 견디며 내담자로 하여금 진짜 나다운 삶을 살도록 돕는 상담을 지향합니다.<br /> 
상담을 끝마칠 때면 과거와는 달리 내가 나를 잘 돌보고, 아낄 줄 알며 진정으로 스스로를 사랑할 줄 아는 사람이 되게 됩니다. 더불어 주변과의 관계에서도 불편하고 힘들었던 응어리가 해결되며 타인의 시선을 의식하지 않고 보다 나답게 살아갈 수 있게 됩니다. 

여러분이 자신다운 삶을 살아가도록 함께하겠습니다. `,
      `저는 이론적으로는 정신분석을 기반으로 한 대상관계와 정서중심치료를 기반으로 통합적인 관점에서 상담을 진행합니다. <br />
사람의 감정은 사고와 행동을 결정하는데 중요한 영향을 미치는 역할을 합니다. 
고통에 매여있는 상태에서는 나의 감각이나 감정이 느껴지지 않습니다. <br />
그런 상태에서는 결코 나다운 삶을 살지 못합니다. 관계나 상황이 문제라고 여겨지지만 실은 그 상황과 관계를 보는 나의 마음에서부터 고통은 시작됩니다. 

그렇기에 상담 장면에서 억압하고 외면했던 <b>감정</b>을 경험하도록 돕습니다. <br />
<b>경험하면 알게 되고, 알게 되면 벗어날 수 있다</b> 라는 방향성을 가지고 상담을 진행합니다.
<b>지금 여기</b>에서 나의 현존을 마주하며 고통으로부터 자유로워지는 상담을 지향합니다. <br />

여러분은 결코 혼자가 아닙니다. 그 과정을 함께할 상담사로 여러분을 기다리고 있겠습니다. `,
    ],
  },
  {
    name: '고주연 상담사',
    image: counselor5,
    degree: ['가톨릭대학교 일반대학원 심리학과 상담심리전공'],
    certifications: [
      '상담심리사 2급(한국상담심리학회)',
      '청소년상담사 3급(여성가족부)',
    ],
    experience: [
      '현) 봄, 심리상담센터 상담심리사',
      '현) 명지전문대학 학생상담센터 객원상담원',
      '현) 강남대학교 마음나눔센터 객원상담원',
      '전) 강남대학교 마음나눔센터 전임상담원',
      '전) 경희대학교 국제캠퍼스 심리상담센터 전임상담원',
      '전) 강남구 청소년상담복지센터 시간제 상담원',
    ],
    research: [],
    interview: [
      `저는 내담자의 성장을 위해 함께하는 상담자입니다. <br />

저는 대학에서 심리학을 전공했습니다. 가벼운 호기심을 시작한 공부였지만 저는 심리학을 배우면서 스스로 새로운 모습을 발견하고 성장할 수 있었습니다. 그리고 더 많은 사람이 이러한 경험을 하길 바라는 마음으로 상담에 임하고 있습니다.<br />
심리상담을 찾아오시면서도 지금 느끼고 있는 심리적 고통에서 벗어나지 못할 것 같고 해결 방법이 없다는 느낌을 받을 수 있습니다. 그렇지만 저는 내담자분들의 힘을 믿습니다. 그리고 스스로 자기 안에 있는 힘을 발견하게 된다면 헤어 나올 수 없을 것 같은 문제 속에서 돌파구를 찾아낼 수 있을 것입니다.<br />
저는 그 내면의 힘을 내담자가 찾아낼 수 있도록 돕기 위해 발전하고 노력하는 상담자입니다. 내담자의 성장을 도울 수 있도록 꾸준히 공부를 하고 제 자신의 내면을 돌아보며 저의 성장을 위해 노력하고 있습니다. <br />
그리고 상담에서는 내담자의 이야기를 경청하고 공감하면서 내담자의 경험을 함께하면서 성장을 할 수 있는 발판을 마련하고자 합니다.`,
      `먼저, 혼자가 아니라는 느낌을 받게 됩니다. 혼자 고민했었던 문제들을 상담사와 나누면서 부담감을 덜어낼 수 있습니다.

나를 이해할 수 있게 될 거예요. <b>나</b>이지만 이런 내가 도저히 이해가 되지 않는다는 생각이 들 때도 있을 거예요. 상담에서는 어떤 이유로 나의 고민이 시작되었는지 같이 알아보면서 스스로를 이해할 수 있게 될 겁니다. <br />
나의 문제를 새로운 관점에서 볼 수 있게 돼요. 고민을 생각하다 보면 해결 방법이 없는 것처럼 막막하다고 느낄 수 있어요. 상담사와 당신의 이야기를 나누면서 나의 어려움을 새로운 관점에서 볼 수 있으며 문제 해결의 실마리를 찾을 수 있으실 거예요.`,
      `제가 상담자로서 가장 중요하게 여기는 태도는 비판단적 태도와 다양성 존중입니다. 
제가 만났던 많은 내담자분들께서는 상담에 오기 전까지 상담자에게 자신이 어떻게 보일지, 존중받지 못하지는 않을지 걱정했다고 이야기를 했습니다.<br />
상담에서는 <b>어떤 모습, 어떤 정체성, 어떤 가치, 어떤 고민</b>이어도 그 자체로 존중받는 것이 중요하다고 생각합니다. 혹시 상담자에게 어떻게 보일까 염려되어 혼자서 마음의 짐을 감당하고 있다면 조금만 용기를 내주셔서 상담에서 여러분들의 이야기를 들려주시길 바랍니다. <br />
용기를 내어 상담을 찾아온 내담자분들에게 그 어려움을 진심으로 함께하는 상담자가 되겠습니다.`,
    ],
  },
  {
    name: '장지은 상담사',
    image: counselor6,
    degree: ['한양대학교 상담심리대학원 상담심리전공 석사'],
    certifications: [
      '상담심리사 2급(한국상담심리학회)',
      '청소년상담사 2급(여성가족부)',
      '임상심리사 2급(산업인력공단)',
    ],
    experience: [
      '현) 한국공학대학교 학생상담센터 전임상담원',
      '전) 중부대학교 학생상담센터 전임상담원',
      '전) 가천대학교 학생상담센터 인턴상담원',
    ],
    research: [],
    interview: [
      `저는 상담에서의 안전감과 편안함을 매우 중요하게 생각합니다. <br /> 상담자와의 안전하고 신뢰로운 관계를 통해 그동안 마주하기 어려웠던 진짜 마음을 들여다보고 스스로 ‘괜찮음’을 경험할 수 있도록 돕고 싶은 상담자입니다.`,
      `이런 감정을 느껴도 될지, 이런 생각을 해도 될지 고민하며 혼자 간직했던 어려움들을 편안하고 안전하게 꺼내어보면서 마음의 쉼이 생기는 경험을 할 수 있습니다. 또한 자신이 가지고 있는 가능성과 힘을 알아차리고 자신만의 속도로 성장해 나갈 수 있습니다.`,
      `저는 개인의 고유한 경험과 감정이 있는 그대로 받아들여지는 경험을 변화의 중요한 요소로 생각합니다. <br /> 내담자들이 자신을 수용하는 과정에서 현실을 살아갈 수 있는 힘을 얻고, 더 나아가 자신의 솔직한 감정과 욕구를 마주하며 삶을 주체적으로 살아갈 수 있도록 돕는 상담을 지향합니다.`,
    ],
  },
];
