export const CounselorSubject = [
  {
    title: '전문능력',
    content: '치료계획을 수행하기 위해 기술과 기법을 사용할 능력을 의미',
  },
  {
    title: '정서적 자각',
    content: '상담자가 상담 및 수퍼비전 관계에서 나타나는 감정을 자각하고 효율적으로 사용하는 능력',
  },
  {
    title: '자율성',
    content: '어떤 상황에서 선택하고 결정할 수 있는 능력',
  },
  {
    title: '정체감',
    content:
      '상담자로서 충분히 기능하는 전문가가 되기 위해서는 통합된 이론적 정체감을 갖는다는 것을 의미',
  },
  {
    title: '개인차의 존중',
    content:
      '상담자가 내담자를 독자적인 인간으로 보고 그의 배경, 가치, 신체적 의미 등의 차이를 인식할 수 있는 능력',
  },
  {
    title: '목적과 방향',
    content: '상담의 목표를 설정하는 기능을 나타내며 치료계획의 확립을 포함',
  },
  {
    title: '개인적 동기',
    content: '상담자가 전문 영역인 상담을 선택하게 된 이유에 대한 충분한 이해',
  },
  {
    title: '전문적 윤리',
    content:
      '상담자로서 지켜야 할 윤리적 문제들에 대해 인식하고 정해진 윤리적 규준에서 벗어나지 않게 행동하는 것',
  },
];
